Revit 2027 API
FamilyPointLocation.Name Property
 The name of the corresponding reference point in the Family document.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Name { get; }
Public ReadOnly Property Name As String
	Get
public:
property String^ Name {
	String^ get ();
}
member Name : string with get
Property Value
String
See Also
Reference
FamilyPointLocation Class
Autodesk.Revit.DB Namespace